-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: localhost    Database: ssh_mall
-- ------------------------------------------------------
-- Server version	5.7.22-0ubuntu0.16.04.1

--
-- Current Database: `ssh_mall`
--

USE `ssh_mall`;

--
-- Dumping data for table `goods_cat`
-- 
-- Init Goods Cat data
--

LOCK TABLES `goods_cat` WRITE;
/*!40000 ALTER TABLE `goods_cat` DISABLE KEYS */;
INSERT INTO `goods_cat` VALUES (1,'食品',0),(2,'美妆护肤',0),(3,'服饰',0),(4,'鞋类箱包',0),(5,'母婴',0),(6,'居家日用',0),(7,'珠宝配饰',0),(8,'3C数码',0),(9,'家用电器',0),(10,'图书音像',0),(11,'医疗保健',0),(12,'古董收藏',0),(13,'休闲娱乐',0),(14,'餐饮美食',0),(15,'丽人',0),(16,'旅游酒店',0),(17,'汽车/交通',0),(18,'商务办公',0),(19,'便民生活',0),(20,'文化体育',0),(21,'学习培训',0),(22,'房地产',0),(23,'金融理财',0),(24,'网络游戏',0),(25,'话费通信',0),(26,'工农用品',0),(27,'其他',0),(28,'进口食品',1),(29,'休闲零食',1),(30,'营养保健',1),(31,'粮油干货',1),(32,'冲饮乳品',1),(33,'酒类',1),(34,'茶叶',1),(35,'生鲜水果',1),(36,'美容护肤',2),(37,'彩妆/香水/美妆工具',2),(38,'美发/护发/假发',2),(39,'沐浴/个人清洁',2),(40,'美体/精油',2),(41,'男士护肤',2),(42,'口腔护理',2),(43,'服饰配件/皮带/帽子/围巾',3),(44,'女装',3),(45,'男装',3),(46,'女士内衣/男士内衣/家居服',3),(47,'运动户外',3),(48,'男鞋',4),(49,'女鞋',4),(50,'潮流女包',4),(51,'精品男包',4),(52,'功能箱包',4),(53,'奶粉',5),(54,'辅食/营养品',5),(55,'纸尿裤/湿巾',5),(56,'哺育喂养',5),(57,'清洁洗护',5),(58,'玩具/早教/益智/积木/模型',5),(59,'车床/出行/安全/家纺',5),(60,'童装童鞋',5),(61,'孕妈专区',5),(62,'居家日用',6),(63,'餐具水具',6),(64,'厨具锅具',6),(65,'床上用品',6),(66,'家纺布艺',6),(67,'宠物园艺',6),(68,'收纳洗晒',6),(69,'家装建材',6),(70,'家具',6),(71,'家饰',6),(72,'成人用品',6),(73,'卫生用品',6),(74,'汽车用品',6),(75,'珠宝/钻石/翡翠/黄金',7),(76,'腕表',7),(77,'时尚饰品',7),(78,'眼镜',7),(79,'打火机/瑞士军刀',7),(80,'手机',8),(81,'手机配件',8),(82,'电脑整机',8),(83,'智能数码',8),(84,'摄影摄像',8),(85,'影音娱乐',8),(86,'硬件存储',8),(87,'数码配件',8),(88,'办公设备',8),(89,'文具耗材',8),(90,'电视空调',9),(91,'冰箱',9),(92,'洗衣机',9),(93,'厨房小电',9),(94,'生活电器',9),(95,'个护健康',9),(96,'厨卫大电',9),(97,'儿童读物',10),(98,'畅销小说',10),(99,'文学文艺',10),(100,'电子书',10),(101,'社科/经管',10),(102,'育儿百科',10),(103,'教育',10),(104,'音像',10),(105,'大牌乐器',10),(106,'中西医药品',11),(107,'保健品',11),(108,'滋补品',11),(109,'医疗器械',11),(110,'隐形眼镜',11),(111,'健康服务',11),(112,'体检',11),(113,'整容整形',11),(114,'按摩用品',11),(115,'玉器',12),(116,'古董',12),(117,'收藏',12),(118,'字画',12),(119,'酒吧夜店',13),(120,'KTV',13),(121,'桑拿足浴',13),(122,'洗浴汗蒸',13),(123,'按摩',13),(124,'电影院',13),(125,'会馆会所',13),(126,'文艺演出',13),(127,'私人影院',13),(128,'户外拓展',13),(129,'室内游戏',13),(130,'网吧网咖',13),(131,'模玩/动漫/周边/cos',13),(132,'休闲娱乐-其他',13),(133,'火锅',14),(134,'自助餐',14),(135,'日韩料理',14),(136,'小吃快餐',14),(137,'西餐',14),(138,'中式料理',14),(139,'烧烤',14),(140,'咖啡酒吧茶馆',14),(141,'甜点饮品',14),(142,'餐饮美食-其他',14),(143,'美发',15),(144,'美容/SPA',15),(145,'美甲美睫',15),(146,'瘦身纤体',15),(147,'瑜伽舞蹈',15),(148,'纹绣',15),(149,'产后塑性',15),(150,'整形',15),(151,'丽人-其他',15),(152,'酒店',16),(153,'度假村/农家乐/客栈',16),(154,'旅馆旅社',16),(155,'票务服务',16),(156,'签证服务',16),(157,'周边游',16),(158,'其他游玩',16),(159,'新车/二手车（品牌商）',17),(160,'汽车（经销商）',17),(161,'汽车租赁',17),(162,'汽车美容/保养/用品',17),(163,'汽车改装',17),(164,'汽车陪练',17),(165,'各类配件',17),(166,'停车场',17),(167,'航空公司',17),(168,'汽车/交通-其他',17),(169,'法律咨询',18),(170,'财务会计评估',18),(171,'广告策划公关',18),(172,'人力资源',18),(173,'网站建站',18),(174,'翻译速记',18),(175,'咨询顾问',18),(176,'办公耗材',18),(177,'办公设备',18),(178,'印刷喷绘',18),(179,'招商加盟',18),(180,'商务办公-其他',18),(181,'家政服务',19),(182,'婚庆婚纱摄影',19),(183,'搬家搬运',19),(184,'维修疏通',19),(185,'鲜花速递',19),(186,'交友征婚',19),(187,'摄影摄像',19),(188,'物流快递',19),(189,'洗衣店',19),(190,'便民生活-其他',19),(191,'比赛/文化活动/展览',20),(192,'体育户外活动',20),(193,'文化出版',20),(194,'体育场馆',20),(195,'图书馆',20),(196,'文化体育-其他',20),(197,'职业培训',21),(198,'考试升学',21),(199,'留学出国',21),(200,'婴幼儿教育',21),(201,'外语培训',21),(202,'远程教育',21),(203,'家教',21),(204,'IT培训',21),(205,'MBA管理培训',21),(206,'教育出国-其他',21),(207,'商务租赁',22),(208,'房产中介',22),(209,'装潢设计',22),(210,'楼盘销售',22),(211,'建材施工',22),(212,'房地产-其他',22),(213,'基金证券',23),(214,'银行服务',23),(215,'保险产品',23),(216,'金融投资',23),(217,'理财产品',23),(218,'金融理财-其他',23),(219,'网络游戏点卡',24),(220,'网游装备/游戏币/帐号/代练',24),(221,'网络游戏-其他',24),(222,'移动/联通/电信充值',25),(223,'手机号码/套餐/增值业务',25),(224,'话费通信-其他',25),(225,'工业用品',26),(226,'新能源',26),(227,'化工用品',26),(228,'农具',26),(229,'大型器械',26),(230,'其他',26),(231,'其他',27);
/*!40000 ALTER TABLE `goods_cat` ENABLE KEYS */;
UNLOCK TABLES;
